<!doctype html>
<html>
<head>
<title>ABFC - Информация о содержании</title>
<meta charset="utf-8">
<meta name="description" content="Узнать больше о содержании шиншилл, как кормить, поить, купать, роды и т.д.">
<meta name="keywords" content="Шиншиллы, содержание, кормить, поить, купать, роды">

	<?php
		include("Datas/import.html");
	?>

<script language="JavaScript" src="../MyJS/device.js" type="text/javascript"></script>
<script type="text/jscript">
	$(function(){
		if(!device.mobile()) {
			location.href = '../Info.php';
		}
});
</script>

<link href="../m/MyCss/minfoCss.css" rel="stylesheet" type="text/css">

<style type="text/css">
</style>

<script type="text/jscript">
</script>
</head>
<body>
	<?php
		include("Datas/TopButtons.html");
	?>
	<?php
		include("Datas/Dream.html");
	?>
<div id="mainBody">
	<?php
		include("Datas/Head.html");
	?>
	<div>
		<div class="block">
		<section id="section_1">
		    <table>
		        <tr>
        			<td class="img1 divImg">
        				<h1 class="titleTheme">Клетки</h1>
        			</td>
        			<td class="img2 divImg">
        				<h1 class="titleTheme">Корма</h1>
        			</td>
        		</tr>
        		<tr>
        			<td class="img3 divImg">
        				<h1 class="titleTheme">Температура</h1>
        			</td>
        			<td class="img4 divImg">
        				<h1 class="titleTheme">Купание</h1>
        			</td>
        		</tr>
        		<tr>
        			<td class="img5 divImg">
        				<h1 class="titleTheme">Разведение</h1>
        			</td>
        			<td class="img6 divImg">
        				<h1 class="titleTheme">Беременность</h1>
        			</td>
        		</tr>
        		<tr>
        			<td class="img7 divImg">
        				<h1 class="titleTheme">Таблица веса</h1>
        			</td>
        			<td class="img8 divImg">
        				<h1 class="titleTheme">Расчесывание</h1>
        			</td>
                </tr>
			</table>
			<div id="asideBlock">
				<aside class="asideInfo" id="aside1" hidden="hide">
					<h2 class="titleInfo">Приобретение подходящей клетки для шиншилл</h2>
					<p class="pInfo">Шиншилла должна жить в клетке. Так как она очень активна, чем больше клетка, тем соответственно лучше для неё. Клетка, по возможности, должна быть высокой и широкой. Если выбор клеток для шиншилл невелик, необходимо остановиться хотя бы на широкой клетке, так как данный вид грызунов нуждается в постоянном движении. Шиншиллы любят прыгать, так что лучше купить клетку с несколькими уровнями. Есть много моделей подобных клеток, но,  по возможности, таких уровней должно быть четыре. Нужно убедиться, что в клетке сплошное дно, так как лапы шиншиллы могут застрять в проволочном дне, и она может сильно пораниться, пытаясь освободиться. Это может привести к довольно опасным травмам и даже переломам. Желательно убедиться, что прутья клетки расположены близко друг к другу, и шиншилла не сможет просунуть голову через пространство между ними. Если между прутьями проходит голова зверька, то шиншилла с легкостью рано или поздно сможет протиснуться между ними полностью и сбежать. Многим людям шиншилла может показаться достаточно крупным грызуном, но это ошибочное мнение. Основной видимый объем шиншиллы создает ее мех. При выборе проволочной клетки для шиншиллы обязательно нужно удостовериться в том, чтобы свободные края проволоки не торчали, так как это может стать причиной наколов и порезов.</p>
				</aside>
				<aside class="asideInfo" id="aside2" hidden="hide">
					<h2 class="titleInfo">Мадам Шинши от «Зоомир»</h2>
					<p class="pInfo">Комплексный гранулированный корм предназначенный специально для шиншилл. В упаковке 500г, цена 30-45р. Произведено в России. Корм сбалансирован по всем питательным веществам и обеспечивает полноценное питание этих очаровательных зверьков. ( красиво сказанно )Состав корма разработан специалистами ( интересно откуда были найденны специалисты во множественном числе , интересно есть ли у этих специалистов шиншилла дома ) с учетом всех пищевых потребностей шиншилл и включает в себя все необходимые витамины, макро и микроэлементы. ( вот слово все из скромности лучше было бы не писать ) Не содержит генетически модифицированных продуктов. ( ага ?, а как же соя которая вся генно модифицированная в следующем предложении ? ) Ингредиенты: мука травяная (люцерна, вика, злаковые культуры), мука соевая ( ТУТ ) , овес, ячмень, отруби пшеничные, жмыхи подсолнечный и виноградный ( интересно что это, косточки винограда отжали ? ), дрожжи пивные ( хм.... ), мел, соль йодированная, витаминный комплекс ( премикс ) . Содержит витамины ( Премикс ). Гранулы средней длины, толстые в диаметре. Оценка по 5-ти бальной шкале 2. Невысокая цена является положительным фактором, производство в России снижает риск исчезновения данной продукции с прилавков зоомагазинов. ( ну если производитель не разориться в кризис ) Но российское производство также является и отрицательным моментом – отечественная продукция для экзотического зверя пока не зарекомендовала себя на рынке с положительной стороны – неизвестно какого качество сырье используется для приготовления комбикормов. На упаковке не указан состав. Корм Мадам Шинши кроме гранулята не содержит никаких дополнительных элементов. ( а в общем особого внимания на то что написанно на коробке обращать не стоит , так как можно писать практически что угодно , проверить подлинность нельзя, всё на порядочности производителя. )</p>
				</aside>
				<aside class="asideInfo" id="aside3" hidden="hide">
					<h2 class="titleInfo">Какова температура содержания шиншилл?</h2>
					<p class="pInfo">Температурный режим для шиншилл регулируется путем включения либо выключения кондиционера, центрального отопления или обогревателя. Благоприятный климат для шиншилл не зависит от того, где они содержатся. Температура для шиншилл должна опускаться не ниже +10 градусов, подниматься не выше +23 градусов, а вот относительная влажность воздуха не должна быть более 60%. В том случае, если параметры микроклимата превышают указанные величины, шиншиллы сразу же начинают чувствовать себя неудовлетворительно. Температура содержания шиншилл существенно влияет на их внешний вид и на качество меха. Подобные изменения отмечаются не только в естественных условиях обитания, но также при содержании в клетке. К примеру, если температура окружающей среды ниже +12 градусов, зверьки вырастают более крупными, их шерстяной покров становится гуще, ворс длиннее. Если же для шиншиллы температура слишком высока, то зверьки мельчают, мех становится менее плотным и густым, ворс вырастает короче. Ученные установили, что для шиншиллы температурный режим в +1-2 градуса не будет дискомфортен, если в ее клетках установлен хорошо утепленный домики для шиншиллы.</p>
				</aside>
				<aside class="asideInfo" id="aside4" hidden="hide">
					<h2 class="titleInfo">Купание шиншилл - основные правила</h2>
					<p class="pInfo">Первое правило: Помните, что шиншилла купается только в песке. Поэтому избегайте воды и любой другой жидкости. Из-за повышенной плотности мех шиншилл сохнет крайне медленно, что может привести к загниванию и даже гибели животного. Следите за зверьком во время прогулок – закрывайте ванную комнату и туалет, кухню, не оставляйте тарелки с едой в местах, где прогуливается шиншилла и может без труда в них забраться. Так же не стоит забывать о самом главном – о купании. Зоомагазины предлагают большой выбор специального вулканического песка для шиншилл и различных форм и материалов купалок. Песок для шиншилл необходимо регулярно менять и очищать от посторонних предметов и фекалий. Блох у шиншилл не бывает, исключая те редкие случаи, когда они соседствуют с кошками и есть риск подхватить паразитов, которые будут жить в хвосте вашего любимца. Если такое произошло или зверек просто подозрительно часто чешется, осмотрите шерстку на предмет возникновения каких-либо воспалений  и при необходимости обратитесь к специалисту. Для дополнительной дезинфекции меха в песок рекомендуют добавлять серу в виде порошка. В зоомагазинах ее можно найти в отделе для кошек или собак под названием «медицинская сера». Не допускайте валяний зверьков в цветочных горшках с землей – ничего полезного в таких процедурах нет. Как видите, ничего сложного в уходе за нежнейшим мехом шиншилл нет. Заботьтесь о вашем питомце, и он будет радовать вас нежностью прикосновений долгие годы.</p>
				</aside>
				<aside class="asideInfo" id="aside5" hidden="hide">
					<h2 class="titleInfo">Разведение шиншилл</h2>
					<p class="pInfo">Разведение шиншилл - интересный и очень прибыльный бизнес на дому. Рентабельность бизнеса – до 500%, невысокий стартовый капитал, быстрая окупаемость и простота ведения бизнеса, низкая конкуренция. Выращивание шиншилл отличный способ построить собственный бизнес с нуля. В современных условиях рынка и жесткой конкуренции для начала и реализации успешного дела необходимо найти то направление, какое ещё не востребовано. Одним из таких новых направлений является разведение шиншилл на дому.</p>
				</aside>
				<aside class="asideInfo" id="aside6" hidden="hide">
					<h2 class="titleInfo">Беременность шиншилл</h2>
					<p class="pInfo">Беременных самок шиншиллы переводят на усиленное кормление. Давать корм следует несколько раз в день. Когда шиншилла беременна, пища для нее должна отличаться большим разнообразием, содержать максимальное количество витаминов и минеральных веществ. Половой зрелости зверки достигают в 6-7 месяцев. Приносят 3 приплода в течении года, в помете может быть от 1 до 6 детенышей, в среднем это 2 или 3 щенка. Сколько длится беременность у шиншилл - «Сукрольность» продолжается 106-114 дней. Успешно размножаются 12-15 лет, при продолжительности жизни 18 лет. С возрастом, самка приносит в одном помете даже 6-8 щенков.</p>
				</aside>
				<aside class="asideInfo" id="aside7" hidden="hide">
					<h2 class="titleInfo">Таблица веса шиншилл</h2>
					<p class="pInfo">Часто скачки веса, недостаточный вес, или слишком большой вес шиншиллы указывает на проблемы со здоровьем. Ярким примером может служить резкий сброс веса. Резкий же набор веса у самки шиншиллы может указывать на наличие беременности. Так же вес новорожденных шиншиллят покажет вам, появилось молоко у мамы, или нужно подкармливать малышей искуственно. Взвешивать шиншилл необходимо периодически, желательно не чаще 1 раза в неделю, чтобы видеть реальную динамику. В нашем Питомнике шиншилл, например, мы взвешиваем животных каждые 2 недели. Желательно иметь весы с делением в 1 грамм.</p>
				</aside>
				<aside class="asideInfo" id="aside8" hidden="hide">
					<h2 class="titleInfo">Щётки для расчесывания шиншилл</h2>
					<p class="pInfo">Не все шиншиллы любят этот процесс. Некоторым нравится, когда их чешут щеткой, некоторым - пальцами, некоторым - не нравиться "причесываться" вообще. Частота вычесывания определяется потребностью. Осматривать зверька надо ежедневно, если обнаружили в шерсти что-то ненужное, попытайтесь осторожно пальцами это вынуть. Ни в коем случае не дергайте, не пытайтесь выдернуть! Только осторожное "выпутывание", разделение прядок, не более того. Потом можно и расчесать щеткой, если конечно зверь согласится... Расчесать нужно также, если шиншилла "приняла душ", а потом высохла. Что значит "приняла душ": у моей самки одно время было развлечение - она лбом толкала шарик поилки и подставляла то одну щеку, то другую, то лоб, то уши! Потом это все высыхало, а если она еще и в купалку лезла, то высыхало с песком, и надежно так слипалось! Приходилось ей пальцами разбирать эти "сосульки", а потом расчесывать. Через некоторое время она перестала так делать. Или ей надоело расчесываться, или ушло что-то ее беспокоящее... Так до сих пор и не знаю, почему она так делала и почему перестала.</p>
				</aside>
				<aside class="asideInfo" id="aside0">
					<h2 class="titleInfo">Выберите интересующий Вас раздел</h2>
				</aside>
			</div>
		</section>
		</div>
	<?php
		include("Datas/Footer.html");
	?>
	</div>
	</div>
<script type="text/javascript">
	var item;
	var itemAside;
	var maxImg = 8;
	var activ = 0;
	var i;
	$('.img1').click(function() {
		for (var j = 0; j <= maxImg; j++) {
			if (j != activ) {
				$('#aside' + j).hide(0);
			}
		}
		if (activ != 1) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside1').fadeIn(0);
			});
			activ = 1;
		}
	});
	
	$('.img2').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 2) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside2').fadeIn(0);
			});
			activ = 2;
		}
	});
	
	$('.img3').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 3) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside3').fadeIn(0);
			});
			activ = 3;
		}
	});
	
	$('.img4').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 4) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside4').fadeIn(0);
			});
			activ = 4;
		}
	});
	
	$('.img5').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 5) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside5').fadeIn(0);
			});
			activ = 5;
		}
	});
	
	$('.img6').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 6) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside6').fadeIn(0);
			});
			activ = 6;
		}
	});
	
	$('.img7').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 7) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside7').fadeIn(0);
			});
			activ = 7;
		}
	});
	
	$('.img8').click(function() {
		for (i = 0; i <= maxImg; i++) {
			if (i != activ) {
				$('#aside' + i).hide(0);
			}
		}
		if (activ != 8) {
			$('#aside' + activ).fadeOut(0, function() {
				$('#aside8').fadeIn(0);
			});
			activ = 8;
		}
	});
	
	$('.basketButton').mouseenter(function() {
		$('#myGoods').slideDown(0);
	});
	$('#myGoods').mouseleave(function() {
		$('#myGoods').slideUp(0);
	});
	$('.topButton').mouseenter(function() {
		$('#myGoods').slideUp(0);
	});
		
	$('#clearBasket').click(function() {
		for(var i = 1; i <= getCookie("goods"); i++) {
			$('#' + getCookie("product" + i.toString()) + '_table').hide(0);
			deleteCookie("product" + i.toString());
			$('#myGoods p.titleDream').show(0);
			$('#clearBasket').hide(0);
		}
	});
</script>
</body>
</html>
